{"url": "https://nutritionfacts.org/video/heart-stents-and-upcoding-how-cardiologists-game-the-system/", "title": "Heart Stents and Upcoding: How Cardiologists Game the System | NutritionFacts.org", "video": "http://youtube.com/v/2V49FzqTqhI", "transcript": "\n\t\t\t\t\t\tBelow is an approximation of this video’s audio content. To see any graphs, charts, graphics, images, and quotes to which Dr. Greger may be referring, watch the above video.\nThe history of medicine abounds with false dogmas that were simply assumed and later, sometimes much too long later, overcome. Like the Women’s Health Initiative study that showed that giving women Premarin, a hormone replacement therapy, increased the risk of the #1 killer of women, heart disease, as well as breast cancer risk to boot. Millions of women stopped taking it, and the breast cancer rates came down.\nAnother such reversal of an established medical practice is angioplasty and stents for stable coronary artery disease, for which billions of dollars are spent on procedures shown unequivocally to offer no benefits.\nSo, why are cardiologists still doing them? Researchers did some focus groups and concluded that although cardiologists may believe they are benefiting their patients, this belief appears to be based on emotional and psychological factors rather than on evidence. “The sense of irrationality surrounding this practice is so strong that the phenomenon has been coined the oculostenotic reflex”—they see a narrowing, and they stent it like they can’t even help it.\nSince the procedure carries some risks, including death, there’s an argument that stents should only be used for people who are actively having heart attacks, in an emergency or unstable situation. Thankfully, now, there are published appropriate-use criteria in place to help guide cardiologists. And the good news is that now 82 percent of stents are reported to be performed in these emergency or unstable situations. So, we can disregard that study that showed there was no benefit in stable patients, since now it’s almost always done just in unstable patients like it should be. Or, at least it’s almost always reported that way. There are two ways a physician could comply with the rules. One is to do fewer unnecessary procedures, which is the whole point, but hey—where’s the money in that? The other way to comply is to make unnecessary procedures seem necessary.\nWait, are they implying that a doctor would try to game the system by telling a patient that they had much more serious, unstable disease than they actually had, so they could carry out the procedure anyway? This is referred to as “upcoding.” Another word for it would be fraud. Researchers found that some of that decline in inappropriate use may indeed be doctors falsely and intentionally misclassifying patients with stable angina as unstable angina. Because as soon as those appropriate use criteria went into effect, all of a sudden there was suspiciously a 4- to 10-fold greater increase in rates of stents for acute coronary syndromes like heart attacks. In New York, the proportion of stents labeled as acute, but performed as outpatient procedures, increased 14-fold. There’s no biologically plausible reason why that would happen; so, they were unnecessary procedures, unnecessary cost, and unnecessary patient harm. Harm not only from the risk of getting an unnecessary stent, but also by lying to the patient by exaggerating how bad their heart disease is. At best, this practice damages the credibility of the profession, violates patient autonomy, and puts the patient at risk for complications and, at worse, may cross the threshold into criminal activity.\nWhat’s the solution? There could be like an independent review panel to protect patients, or we could simply remove the financial incentive to perform more procedures.\nHow many other established standards of medical care are wrong? Who knows. Bloodletting was the standard of care for thousands of years. Rigorous questioning of long-established practices is difficult. There are thousands of clinical trials, but most deal with trivialities or efforts to buttress the sales of specific products. Given this conundrum, it is possible that some entire medical subspecialties are based on little evidence.\nIronically, in the case of heart stents, in the landmark COURAGE trial that showed stents were useless for extending life, what did seem to determine longevity was how many risk factors they were able to control. Those that nailed all six by lowering their blood pressure, cholesterol, weight, smoking, and improving their diets and activity had five times the survival over the subsequent 14 years than those who didn’t.\nI mean, should we be surprised that angioplasty and stents fail to improve prognosis? After all, it does nothing to modify the underlying disease process itself. In other words, it doesn’t treat the cause. Even if stents helped with symptoms beyond the placebo effect, it would still just be treating the symptoms and not the disease. And so, no wonder the disease continues to progress until the patient is disabled into death. Thus, Dr. Esselstyn wrote, the leading killer of men and women in Western civilization is being left untreated. What is instead being practiced is “palliative cardiology”: nontreatment of heart disease leading to disease extension and frequently an eventual fatal outcome.\nDeaths by the planeload every week, just regarded as unfortunate rather than a national, preventable tragedy. It is as though in ignoring this dairy, oil, and animal product-based illness, we are wedded to providing futile attempts at temporary symptomatic relief rather than the cure.\nThankfully, we are on the cusp of a seismic revolution in health: not another pill, procedure, or operation, but instead treating the underlying cause of heart disease with whole food plant-based nutrition, the mightiest tool medicine has ever had in its toolbox.\nTo get there, we need to fight a key nutrition deficiency in education. A study found that 90 percent of cardiologists reported receiving no or minimal nutrition education during their cardiology training, leaving fewer than 1 in 10 confident in their nutrition knowledge. So, maybe it’s a good thing that most spend three minutes or less discussing nutrition with their patients. Only one in five themselves even ate five servings of fruits and veggies a day.\nThankfully, this life-saving information is slowly but surely getting out there. Medical education has focused on being the ambulance at the bottom of the cliff rather than a fence at the top. Money talks, and there’s very little money in promoting eating broccoli and going for a walk. I was so eager to see the citation they used for that, and was so honored when I did.\nPlease consider volunteering to help out on the site.\n\t\t\t\t\t"}
