[{"uniqueID":"276910","type":"9","colorlabel":"3","rating":"0","uuid":"20E012CF-3E10-4223-AD7A-CEDA838F3CBC","dateAdded":"3700849163.000000","dateModified":"3701277997.000000","dateRecordUpdated":"3701277997.000000","authors":"Shammas, MA","title":"Telomeres, lifestyle, cancer, and aging.","journal":"Curr Opin Clin Nutr Metab Care","volume":"14(1)","pages":"28-34","thedate":"2011 Jan","location":"Harvard (Dana Farber) Cancer Institute, Boston, Massachusetts, USA. Masood_shammas@dfci.harvard.edu","url":"https://pubmed.ncbi.nlm.nih.gov/21102320","user1":"https://nutritionfacts.org/video/flashback-friday-does-meditation-affect-cellular-aging-telomeres-cap-it-all-off-with-diet","abstract":"PURPOSE OF REVIEW:  There has been growing evidence that lifestyle factors may affect the health and lifespan of an individual by affecting telomere length. The purpose of this review was to highlight the importance of telomeres in human health and aging and to summarize possible lifestyle factors that may affect health and longevity by altering the rate of telomere shortening. RECENT FINDINGS:  Recent studies indicate that telomere length, which can be affected by various lifestyle factors, can affect the pace of aging and onset of age-associated diseases. SUMMARY:  Telomere length shortens with age. Progressive shortening of telomeres leads to senescence, apoptosis, or oncogenic transformation of somatic cells, affecting the health and lifespan of an individual. Shorter telomeres have been associated with increased incidence of diseases and poor survival. The rate of telomere shortening can be either increased or decreased by specific lifestyle factors. Better choice of diet and activities has great potential to reduce the rate of telomere shortening or at least prevent excessive telomere attrition, leading to delayed onset of age-associated diseases and increased lifespan. This review highlights the role of telomeres in aging and describes the lifestyle factors which may affect telomeres, human health, and aging.","keywords":"Keyword\nTest","user4":"Flashback Friday: Does Meditation Affect Cellular Aging? & Telomeres - Cap It All off with Diet | NutritionFacts.org","user8":"M A Shammas. Telomeres, lifestyle, cancer, and aging. Curr Opin Clin Nutr Metab Care. 2011 Jan;14(1):28-34.","user16":"PMC3370421","user17":"10.1097/MCO.0b013e32834121b1","user18":"21102320"}]